import './potionLesson.css';

function PotionLesson() {
    return (
        <div className="potionlesson" id="potionlesson">
            <div className="container">
                <div className="lesson-1 lesson-item">
                    <h3>الدرس الأول : مقدمة و وصفة علاج الدمادل</h3>
                    <h5>الدرس في سطور :</h5>
                    <ul>
                        <li>كلمة potions هي كلمة مشتقة من اللغة اللاتينية بمعنى مشروب</li>
                        <li>
                            كل وصفة تختلف عن الأخرى في :
                            <li>طبيعة الوصفة</li>
                            <li>استخدام الوصفة</li>
                            <li>صعوبة التحضير</li>
                        </li>
                        <li>
                            الوصفات لها استخدامين :
                            <li>عمل تأثير خاص لشارب الوصفة</li>
                            <li>التخلص من أثر تعويذة أو وصفة ما</li>
                        </li>
                        <li>من المهم جداُ التحلي بالصبر لإن الوصفة تستغرق وقت مميز خاص بيها و أي استعجال قد يؤدي إلى عواقب وخيمة</li>
                    </ul>
                    <h5>وصفة اليوم : علاج الدمادل</h5>
                    <p>أولاً : المكونات</p>
                    <ol>
                        <li>قراص مجفف (نعناع بلدي مجفف)</li>
                        <li>6 ناب ثعبان (غير سام)</li>
                        <li>4 بزاق ذو قرن</li>
                        <li>2 أشواك قنفذ</li>
                        <li>بصل بونجوس</li>
                        <li>مخاط دودة فلوبر</li>
                        <li>جذر الزنجبيل</li>
                        <li>سلسلة سمكة شريك</li>
                    </ol>
                    <p>ثانياً : الخطوات</p>
                    <ol>
                        <li>طحن أنياب الثعبان في الهواء و إضافة 4 مقاييس من الأنياب المطحونة و التقليب</li>
                        <li>إضافة بصل بونجوس بدرجة 250 درجة ل 10 دقايق بدقة شديدة</li>
                        <li>التلويح بالعصا و ترك الوصفة لتختمر لمدة من 33 إلى 45 دقيقة</li>
                        <li>إضافة رشة النعناع المخفف</li>
                        <li>إضافة القليل من جذور الزنجبيل</li>
                        <li>إضافة سلسلة سمكة شريك و التقليب برفق حتى لا تنشط السلسلة</li>
                        <li>إضافة 4 من البزاق و بحرص شديد إزالة المرجل من النار - حتى لا يذوب المرجل</li>
                        <li>إضافة 2 من شوك المرجل</li>
                        <li>التقليب 5 مرات  في اتجاه عقارب الساعة</li>
                        <li>التلويح بالعصا فوق المرجل</li>
                    </ol>
                </div>
            </div>
        </div>
    )
}

export default PotionLesson;